Repository: GMAI-SA/Sila
Catalog: Sila/Resources/Localizable.xcstrings
Source language: en
Languages: ar, bn, ca, cs, da, de, el, es, fi, fr, he, hi, hr, hu, id, it, ja, ko, ml, ms, nb, nl, pl, pt_br, pt_pt, ro, ru, sk, sv, ta, te, th, tr, uk, ur, vi, zh_hans, zh_hant

# vouch.refusal.firstSlot
source: Your first vouch has to verify their identity before you can vouch again.
ar: يجب أن يوثّق أول من زكّيته هويته قبل أن تزكّي مرة أخرى.
bn: আবার ভাউচ করার আগে আপনার প্রথম ভাউচ পাওয়া ব্যক্তিকে তাঁর পরিচয় ভেরিফাই করতে হবে।
ca: La primera persona que avalis ha de verificar la seva identitat abans que puguis tornar a avalar.
cs: Tvé první ručení musí ověřit svou totožnost, než budeš moci ručit znovu.
da: Din første garanti skal verificere sin identitet, før du kan gå i god for flere.
de: Deine erste Bürgschaft muss ihre Identität verifizieren, bevor du erneut bürgen kannst.
el: Η πρώτη σου εγγύηση πρέπει να επαληθεύσει την ταυτότητά της πριν μπορέσεις να εγγυηθείς ξανά.
es: Tu primer avalado tiene que verificar su identidad antes de que puedas avalar de nuevo.
fi: Ensimmäisen takaamasi on vahvistettava henkilöllisyytensä, ennen kuin voit taata uudelleen.
fr: Votre première caution doit vérifier son identité avant que vous puissiez vous porter garant à nouveau.
he: הערבות הראשונה שלך חייבת לאמת את זהותה לפני שתוכל לערוב שוב.
hi: आपका पहला वाउच अपनी पहचान सत्यापित करे, तभी आप फिर वाउच कर सकते हैं।
hr: Tvoje prvo jamstvo mora potvrditi identitet prije nego što možeš ponovno jamčiti.
hu: Az első kezességednek hitelesítenie kell a személyazonosságát, mielőtt újra kezeskedhetnél.
id: Orang pertama yang kamu jamin harus memverifikasi identitasnya sebelum kamu bisa menjamin lagi.
it: La tua prima garanzia deve verificare la propria identità prima che tu possa garantire di nuovo.
ja: 最初に保証した人が本人確認をするまで、次の保証はできません。
ko: 다시 보증하려면 첫 번째로 보증한 사람이 신원을 인증해야 해요.
ml: വീണ്ടും വൗച്ച് ചെയ്യുന്നതിന് മുമ്പ് നിങ്ങളുടെ ആദ്യ വൗച്ച് ലഭിച്ചയാൾ ഐഡന്റിറ്റി വെരിഫൈ ചെയ്യണം.
ms: Orang pertama yang anda jamin mesti mengesahkan identitinya sebelum anda boleh menjamin lagi.
nb: Den første du garanterte for, må verifisere identiteten sin før du kan garantere igjen.
nl: Je eerste garantie moet de identiteit verifiëren voordat je opnieuw kunt instaan.
pl: Twoja pierwsza poręczona osoba musi zweryfikować tożsamość, zanim będziesz mógł poręczyć ponownie.
pt_br: A primeira pessoa que você avalizou precisa verificar a identidade antes que você possa avalizar de novo.
pt_pt: O seu primeiro aval tem de verificar a identidade antes de poder dar outro.
ro: Prima ta garanție trebuie să-și verifice identitatea înainte să mai poți garanta.
ru: Ваш первый подопечный должен пройти проверку личности, прежде чем вы сможете поручиться снова.
sk: Osoba, za ktorú si ručil prvýkrát, si musí overiť totožnosť, skôr než budeš môcť ručiť znova.
sv: Den första du intygade för måste verifiera sin identitet innan du kan intyga igen.
ta: மீண்டும் உறுதியளிக்கும் முன், உங்கள் முதல் உறுதிமொழி பெற்றவர் தன் அடையாளத்தைச் சரிபார்க்க வேண்டும்.
te: మీరు మళ్లీ హామీ ఇవ్వడానికి ముందు, మీ మొదటి హామీ వ్యక్తి తన గుర్తింపును ధృవీకరించుకోవాలి.
th: คนแรกที่คุณรับรองต้องยืนยันตัวตนก่อน คุณจึงรับรองคนต่อไปได้
tr: Yeniden kefil olabilmeniz için ilk kefil olduğunuz kişinin kimliğini doğrulaması gerekir.
uk: Першій людині, за яку ви поручилися, потрібно верифікувати особу, перш ніж ви зможете ручатися знову.
ur: دوبارہ ضمانت دینے سے پہلے آپ کے پہلے ضمانت یافتہ کو اپنی شناخت کی تصدیق کرنی ہوگی۔
vi: Người đầu tiên bạn bảo chứng phải xác minh danh tính trước khi bạn bảo chứng tiếp.
zh_hans: 你的第一个被担保人必须先验证身份，你才能再次担保。
zh_hant: 你的第一位被擔保者必須先驗證身分，你才能再次擔保。

# vouch.refusal.notOpen
source: Vouching opens soon.
ar: التزكية متاحة قريبًا.
bn: ভাউচ শীঘ্রই চালু হবে।
ca: Els avals s'obriran aviat.
cs: Ručení se brzy otevře.
da: Garantier åbner snart.
de: Bürgschaften öffnen bald.
el: Οι εγγυήσεις ανοίγουν σύντομα.
es: Los avales se abren pronto.
fi: Takaaminen avautuu pian.
fr: Les cautions ouvrent bientôt.
he: הערבויות ייפתחו בקרוב.
hi: वाउचिंग जल्द खुलेगी।
hr: Jamčenje se uskoro otvara.
hu: A kezeskedés hamarosan megnyílik.
id: Menjamin segera dibuka.
it: Le garanzie si aprono presto.
ja: 保証はまもなく開始します。
ko: 보증은 곧 열려요.
ml: വൗച്ചിംഗ് ഉടൻ തുറക്കും.
ms: Jaminan dibuka tidak lama lagi.
nb: Garanti åpner snart.
nl: Garanties openen binnenkort.
pl: Poręczenia wkrótce się otworzą.
pt_br: Os avais abrem em breve.
pt_pt: O aval abre em breve.
ro: Garanțiile se deschid în curând.
ru: Поручительство скоро откроется.
sk: Ručenie sa čoskoro otvorí.
sv: Intygande öppnar snart.
ta: உறுதிமொழி விரைவில் திறக்கும்.
te: హామీ ఇవ్వడం త్వరలో తెరుచుకుంటుంది.
th: การรับรองจะเปิดเร็วๆ นี้
tr: Kefillik yakında açılıyor.
uk: Поручительство незабаром відкриється.
ur: ضمانت جلد کھلے گی۔
vi: Bảo chứng sắp mở.
zh_hans: 担保即将开放。
zh_hant: 擔保即將開放。

# vouch.refusal.paused
source: Your right to vouch is paused until %@.
ar: حقك في التزكية موقوف حتى %@.
bn: %@ পর্যন্ত আপনার ভাউচ করার অধিকার স্থগিত।
ca: El teu dret d'avalar està en pausa fins al %@.
cs: Tvé právo ručit je pozastaveno do %@.
da: Din ret til at gå i god for andre er sat på pause indtil %@.
de: Dein Recht zu bürgen ist bis %@ ausgesetzt.
el: Το δικαίωμά σου να εγγυάσαι έχει ανασταλεί μέχρι τις %@.
es: Tu derecho a avalar está en pausa hasta el %@.
fi: Takaamisoikeutesi on keskeytetty %@ asti.
fr: Votre droit de vous porter garant est suspendu jusqu’au %@.
he: הזכות שלך לערוב מושהית עד %@.
hi: वाउच करने का आपका अधिकार %@ तक रुका हुआ है।
hr: Tvoje pravo na jamčenje je pauzirano do: %@.
hu: A kezeskedési jogod eddig szünetel: %@.
id: Hakmu menjamin dijeda sampai %@.
it: Il tuo diritto di garantire è sospeso fino al %@.
ja: 保証する権利は%@まで一時停止されています。
ko: %@까지 보증 자격이 일시 중지되었어요.
ml: വൗച്ച് ചെയ്യാനുള്ള നിങ്ങളുടെ അവകാശം %@ വരെ നിർത്തിവച്ചിരിക്കുന്നു.
ms: Hak anda untuk menjamin dijeda sehingga %@.
nb: Retten din til å garantere er satt på pause til %@.
nl: Je recht om in te staan is gepauzeerd tot %@.
pl: Twoje prawo do poręczania jest wstrzymane do: %@.
pt_br: Seu direito de avalizar está suspenso até %@.
pt_pt: O seu direito de dar aval está suspenso até %@.
ro: Dreptul tău de a garanta este suspendat până la %@.
ru: Ваше право поручаться приостановлено до %@.
sk: Tvoje právo ručiť je pozastavené do %@.
sv: Din rätt att intyga är pausad till %@.
ta: உறுதியளிக்கும் உங்கள் உரிமை %@ வரை நிறுத்தப்பட்டுள்ளது.
te: హామీ ఇచ్చే మీ హక్కు %@ వరకు నిలిపివేయబడింది.
th: สิทธิ์ในการรับรองของคุณถูกพักไว้จนถึง %@
tr: Kefil olma hakkınız %@ tarihine kadar duraklatıldı.
uk: Ваше право ручатися призупинено до %@.
ur: ضمانت دینے کا آپ کا حق %@ تک معطل ہے۔
vi: Quyền bảo chứng của bạn bị tạm dừng đến %@.
zh_hans: 你的担保资格已暂停，直到 %@。
zh_hant: 你的擔保資格暫停至 %@。

# vouch.refusal.rateLimited
source: One vouch link a day, ten a year — you've reached that for now.
ar: رابط تزكية واحد في اليوم، وعشرة في السنة — بلغت هذا الحد الآن.
bn: দিনে একটি এবং বছরে দশটি ভাউচ লিংক — আপাতত আপনি সেই সীমায় পৌঁছেছেন।
ca: Un enllaç d'aval al dia, deu a l'any: ja has arribat al límit per ara.
cs: Jeden odkaz na ručení denně, deset ročně – prozatím jsi dosáhl limitu.
da: Ét garantilink om dagen, ti om året – du har nået det for nu.
de: Ein Bürgschaftslink pro Tag, zehn pro Jahr – das hast du vorerst erreicht.
el: Ένας σύνδεσμος εγγύησης την ημέρα, δέκα τον χρόνο — έφτασες το όριο προς το παρόν.
es: Un enlace de aval al día, diez al año: has llegado a ese límite por ahora.
fi: Yksi takuulinkki päivässä, kymmenen vuodessa – olet saavuttanut sen toistaiseksi.
fr: Un lien de caution par jour, dix par an — vous avez atteint cette limite pour l’instant.
he: קישור ערבות אחד ביום, עשרה בשנה — הגעת לכך כרגע.
hi: रोज़ एक वाउच लिंक, साल में दस — आप फ़िलहाल उस सीमा पर पहुँच गए हैं।
hr: Jedna poveznica jamstva dnevno, deset godišnje — za sada si to dosegao/la.
hu: Naponta egy kezességi hivatkozás, évente tíz – ezt most elérted.
id: Satu tautan jaminan sehari, sepuluh setahun — kamu sudah mencapainya untuk saat ini.
it: Un link di garanzia al giorno, dieci all'anno: per ora hai raggiunto il limite.
ja: 保証リンクは1日1つ、年10個までです。現在は上限に達しています。
ko: 보증 링크는 하루 한 개, 일 년에 열 개까지예요. 지금은 한도에 도달했어요.
ml: ദിവസം ഒരു വൗച്ച് ലിങ്ക്, വർഷത്തിൽ പത്ത് — നിങ്ങൾ തൽക്കാലം പരിധിയിലെത്തി.
ms: Satu pautan jaminan sehari, sepuluh setahun — anda telah mencapainya buat masa ini.
nb: Én garantilenke om dagen, ti i året. Du har nådd det for nå.
nl: Eén garantielink per dag, tien per jaar: dat heb je nu bereikt.
pl: Jeden link poręczenia dziennie, dziesięć rocznie — na razie osiągnąłeś ten limit.
pt_br: Um link de aval por dia, dez por ano: você atingiu esse limite por enquanto.
pt_pt: Uma ligação de aval por dia, dez por ano — atingiu esse limite por agora.
ro: Un link de garanție pe zi, zece pe an — ai atins limita deocamdată.
ru: Одна ссылка поручительства в день, десять в год — на сейчас вы достигли предела.
sk: Jeden odkaz na ručenie za deň, desať za rok — zatiaľ si dosiahol limit.
sv: En intygandelänk per dag, tio per år – du har nått den gränsen för tillfället.
ta: ஒரு நாளுக்கு ஓர் உறுதிமொழி இணைப்பு, ஆண்டுக்குப் பத்து — இப்போதைக்கு அந்த வரம்பை எட்டிவிட்டீர்கள்.
te: రోజుకు ఒక హామీ లింక్, సంవత్సరానికి పది — ప్రస్తుతానికి మీరు ఆ పరిమితిని చేరుకున్నారు.
th: ลิงก์รับรองได้วันละหนึ่งลิงก์ ปีละสิบลิงก์ ตอนนี้คุณใช้ครบแล้ว
tr: Günde bir, yılda on kefillik bağlantısı; şimdilik buna ulaştınız.
uk: Одне посилання на поручительство на день, десять на рік — ви наразі вичерпали ліміт.
ur: روزانہ ایک ضمانت کا لنک، سالانہ دس — آپ فی الحال اس حد تک پہنچ گئے ہیں۔
vi: Một liên kết bảo chứng mỗi ngày, mười mỗi năm — hiện bạn đã đạt giới hạn.
zh_hans: 每天一个担保链接，每年十个，你目前已达上限。
zh_hant: 每天一個擔保連結、每年十個，你目前已達上限。

# vouch.refusal.revoked
source: Your right to vouch has been withdrawn.
ar: سُحب حقك في التزكية.
bn: আপনার ভাউচ করার অধিকার প্রত্যাহার করা হয়েছে।
ca: S'ha retirat el teu dret d'avalar.
cs: Tvé právo ručit bylo odebráno.
da: Din ret til at gå i god for andre er trukket tilbage.
de: Dein Recht zu bürgen wurde entzogen.
el: Το δικαίωμά σου να εγγυάσαι έχει ανακληθεί.
es: Se ha retirado tu derecho a avalar.
fi: Takaamisoikeutesi on peruttu.
fr: Votre droit de vous porter garant a été retiré.
he: הזכות שלך לערוב נשללה.
hi: वाउच करने का आपका अधिकार वापस ले लिया गया है।
hr: Tvoje pravo na jamčenje je povučeno.
hu: A kezeskedési jogodat visszavonták.
id: Hakmu menjamin telah dicabut.
it: Il tuo diritto di garantire è stato revocato.
ja: 保証する権利は取り消されました。
ko: 보증 자격이 철회되었어요.
ml: വൗച്ച് ചെയ്യാനുള്ള നിങ്ങളുടെ അവകാശം പിൻവലിച്ചിരിക്കുന്നു.
ms: Hak anda untuk menjamin telah ditarik balik.
nb: Retten din til å garantere er trukket tilbake.
nl: Je recht om in te staan is ingetrokken.
pl: Twoje prawo do poręczania zostało cofnięte.
pt_br: Seu direito de avalizar foi retirado.
pt_pt: O seu direito de dar aval foi retirado.
ro: Dreptul tău de a garanta a fost retras.
ru: Ваше право поручаться отозвано.
sk: Tvoje právo ručiť bolo odobraté.
sv: Din rätt att intyga har återkallats.
ta: உறுதியளிக்கும் உங்கள் உரிமை திரும்பப் பெறப்பட்டுள்ளது.
te: హామీ ఇచ్చే మీ హక్కు ఉపసంహరించబడింది.
th: สิทธิ์ในการรับรองของคุณถูกเพิกถอนแล้ว
tr: Kefil olma hakkınız geri alındı.
uk: Ваше право ручатися скасовано.
ur: ضمانت دینے کا آپ کا حق واپس لے لیا گیا ہے۔
vi: Quyền bảo chứng của bạn đã bị thu hồi.
zh_hans: 你的担保资格已被撤销。
zh_hant: 你的擔保資格已被撤銷。

# vouch.refusal.selfVerify
source: Verify your own identity before vouching for anyone.
ar: وثّق هويتك أولًا قبل أن تزكّي أحدًا.
bn: কারও জন্য ভাউচ করার আগে নিজের পরিচয় ভেরিফাই করুন।
ca: Verifica la teva pròpia identitat abans d'avalar ningú.
cs: Než za někoho zaručíš, ověř vlastní totožnost.
da: Verificér din egen identitet, før du går i god for nogen.
de: Verifiziere deine eigene Identität, bevor du für jemanden bürgst.
el: Επαλήθευσε πρώτα τη δική σου ταυτότητα πριν εγγυηθείς για κανέναν.
es: Verifica tu propia identidad antes de avalar a nadie.
fi: Vahvista oma henkilöllisyytesi ennen kuin takaat ketään.
fr: Vérifiez votre propre identité avant de vous porter garant de quelqu’un.
he: אמת את זהותך שלך לפני שתערוב למישהו.
hi: किसी के लिए वाउच करने से पहले अपनी पहचान खुद सत्यापित करें।
hr: Prvo potvrdi vlastiti identitet prije nego što jamčiš za bilo koga.
hu: Hitelesítsd a saját személyazonosságodat, mielőtt bárkiért kezeskednél.
id: Verifikasi identitasmu sendiri sebelum menjamin siapa pun.
it: Verifica la tua identità prima di garantire per qualcuno.
ja: 誰かを保証する前に、ご自身の本人確認をしてください。
ko: 다른 사람을 보증하기 전에 먼저 본인의 신원을 인증하세요.
ml: ആർക്കെങ്കിലും വൗച്ച് ചെയ്യുന്നതിന് മുമ്പ് നിങ്ങളുടെ സ്വന്തം ഐഡന്റിറ്റി വെരിഫൈ ചെയ്യുക.
ms: Sahkan identiti anda sendiri sebelum menjamin sesiapa.
nb: Verifiser din egen identitet før du garanterer for noen.
nl: Verifieer je eigen identiteit voordat je voor iemand instaat.
pl: Zweryfikuj własną tożsamość, zanim za kogoś poręczysz.
pt_br: Verifique sua própria identidade antes de avalizar alguém.
pt_pt: Verifique a sua própria identidade antes de dar aval a alguém.
ro: Verifică-ți propria identitate înainte de a garanta pentru cineva.
ru: Пройдите собственную проверку личности, прежде чем ручаться за кого-либо.
sk: Skôr než za niekoho zaručíš, over vlastnú totožnosť.
sv: Verifiera din egen identitet innan du intygar för någon.
ta: யாருக்கேனும் உறுதியளிக்கும் முன் உங்கள் அடையாளத்தைச் சரிபார்க்கவும்.
te: ఎవరికైనా హామీ ఇచ్చే ముందు మీ స్వంత గుర్తింపును ధృవీకరించండి.
th: ยืนยันตัวตนของคุณเองก่อนรับรองผู้อื่น
tr: Birine kefil olmadan önce kendi kimliğinizi doğrulayın.
uk: Верифікуйте власну особу, перш ніж ручатися за когось.
ur: کسی کی ضمانت دینے سے پہلے اپنی شناخت کی تصدیق کریں۔
vi: Hãy tự xác minh danh tính trước khi bảo chứng cho ai.
zh_hans: 请先验证你自己的身份，再为他人担保。
zh_hant: 為任何人擔保之前，請先驗證你自己的身分。

# vouch.refusal.slotsFull
source: You can stand behind %lld people at a time.
ar: يمكنك الوقوف خلف %lld شخص في وقت واحد.
bn: আপনি একসাথে %lld জনের পাশে দাঁড়াতে পারেন।
ca: Pots avalar %lld persones alhora.
cs: Můžeš stát za %lld lidmi najednou.
da: Du kan stå inde for %lld personer ad gangen.
de: Du kannst für %lld Personen gleichzeitig einstehen.
el: Μπορείς να στηρίζεις %lld άτομα τη φορά.
es: Puedes respaldar a %lld personas a la vez.
fi: Voit taata %lld henkilöä kerrallaan.
fr: Vous pouvez vous porter garant de %lld personnes à la fois.
he: אפשר לעמוד מאחורי %lld אנשים בכל פעם.
hi: आप एक समय में %lld लोगों के पीछे खड़े हो सकते हैं।
hr: Možeš stajati iza %lld osoba istovremeno.
hu: Egyszerre %lld emberért kezeskedhetsz.
id: Kamu bisa menjamin %lld orang sekaligus.
it: Puoi garantire per %lld persone alla volta.
ja: 一度に保証できるのは%lld人までです。
ko: 한 번에 %lld명까지 보증할 수 있어요.
ml: ഒരേസമയം %lld പേരെ നിങ്ങൾക്ക് പിന്തുണയ്ക്കാം.
ms: Anda boleh berdiri di belakang %lld orang pada satu masa.
nb: Du kan stå bak %lld personer om gangen.
nl: Je kunt voor %lld mensen tegelijk instaan.
pl: Możesz ręczyć naraz za %lld osoby.
pt_br: Você pode responder por %lld pessoas por vez.
pt_pt: Pode responder por %lld pessoas de cada vez.
ro: Poți garanta pentru %lld de persoane odată.
ru: Вы можете ручаться одновременно за %lld человека.
sk: Naraz môžeš ručiť za %lld osôb.
sv: Du kan stå bakom %lld personer åt gången.
ta: ஒரே நேரத்தில் %lld நபர்களுக்குத் துணை நிற்கலாம்.
te: మీరు ఒకేసారి %lld మందికి అండగా నిలబడవచ్చు.
th: คุณรับรองได้ครั้งละ %lld คน
tr: Aynı anda %lld kişinin arkasında durabilirsiniz.
uk: Ви можете ручатися одночасно за %lld людини.
ur: آپ ایک وقت میں %lld لوگوں کے ساتھ کھڑے ہو سکتے ہیں۔
vi: Bạn có thể đứng sau lưng %lld người cùng lúc.
zh_hans: 你一次最多可为 %lld 人担保。
zh_hant: 你同時最多能為 %lld 人背書。

# vouch.refusal.tooNew
source: You can vouch for people %1$@ days after verifying — from %2$@.
ar: يمكنك تزكية الآخرين بعد %1$@ يومًا من توثيق هويتك — ابتداءً من %2$@.
bn: ভেরিফাই করার %1$@ দিন পর আপনি অন্যদের জন্য ভাউচ করতে পারবেন — %2$@ থেকে।
ca: Pots avalar persones %1$@ dies després de verificar-te: a partir del %2$@.
cs: Ručit za lidi můžeš %1$@ dní po ověření – od %2$@.
da: Du kan gå i god for andre %1$@ dage efter, at du er verificeret – fra %2$@.
de: Du kannst %1$@ Tage nach deiner Verifizierung für Personen bürgen – ab %2$@.
el: Μπορείς να εγγυάσαι για άλλους %1$@ ημέρες μετά την επαλήθευσή σου — από %2$@.
es: Puedes avalar a otras personas %1$@ días después de verificarte, a partir del %2$@.
fi: Voit taata ihmisiä %1$@ päivää vahvistuksen jälkeen – alkaen %2$@.
fr: Vous pourrez vous porter garant de personnes %1$@ jours après votre vérification — à partir du %2$@.
he: אפשר לערוב לאנשים %1$@ ימים אחרי האימות — החל מ-%2$@.
hi: सत्यापन के %1$@ दिन बाद आप लोगों के लिए वाउच कर सकते हैं — %2$@ से।
hr: Za ljude možeš jamčiti %1$@ dana nakon potvrde — od: %2$@.
hu: A hitelesítés után %1$@ nappal kezeskedhetsz másokért – ettől: %2$@.
id: Kamu bisa menjamin orang %1$@ hari setelah verifikasi — mulai %2$@.
it: Puoi garantire per altre persone %1$@ giorni dopo la tua verifica, cioè dal %2$@.
ja: 認証から%1$@日後(%2$@から)に、他の人を保証できます。
ko: 인증 후 %1$@일이 지나야 다른 사람을 보증할 수 있어요. %2$@부터 가능해요.
ml: വെരിഫൈ ചെയ്ത് %1$@ ദിവസം കഴിഞ്ഞാൽ നിങ്ങൾക്ക് മറ്റുള്ളവർക്ക് വൗച്ച് ചെയ്യാം — %2$@ മുതൽ.
ms: Anda boleh menjamin orang %1$@ hari selepas mengesahkan — mulai %2$@.
nb: Du kan garantere for folk %1$@ dager etter at du er verifisert, fra %2$@.
nl: Je kunt voor mensen instaan %1$@ dagen na je verificatie, vanaf %2$@.
pl: Możesz poręczać za ludzi %1$@ dni po weryfikacji — od: %2$@.
pt_br: Você pode avalizar pessoas %1$@ dias depois de se verificar, a partir de %2$@.
pt_pt: Pode dar aval %1$@ dias depois de se verificar — a partir de %2$@.
ro: Poți garanta pentru alții la %1$@ zile după verificare — din %2$@.
ru: Ручаться за людей можно через %1$@ дней после проверки — с %2$@.
sk: Za ľudí môžeš ručiť %1$@ dní po overení — od %2$@.
sv: Du kan intyga för andra %1$@ dagar efter att du verifierat dig – från %2$@.
ta: சரிபார்த்த %1$@ நாட்களுக்குப் பிறகு — %2$@ முதல் — பிறருக்கு உறுதியளிக்கலாம்.
te: ధృవీకరించిన %1$@ రోజుల తర్వాత మీరు ఇతరులకు హామీ ఇవ్వవచ్చు — %2$@ నుండి.
th: คุณรับรองผู้อื่นได้หลังยืนยันตัวตน %1$@ วัน คือตั้งแต่ %2$@
tr: Doğruladıktan %1$@ gün sonra insanlara kefil olabilirsiniz; %2$@ tarihinden itibaren.
uk: Ручатися за людей можна через %1$@ днів після верифікації — з %2$@.
ur: آپ تصدیق کے %1$@ دن بعد لوگوں کی ضمانت دے سکتے ہیں — %2$@ سے۔
vi: Bạn có thể bảo chứng cho người khác %1$@ ngày sau khi xác minh — từ %2$@.
zh_hans: 验证身份 %1$@ 天后才能为他人担保，即从 %2$@ 起。
zh_hant: 驗證 %1$@ 天後才能為別人擔保，從 %2$@ 起。

# vouch.refusal.tooNew.plain
source: You can vouch for people %@ days after verifying.
ar: يمكنك تزكية الآخرين بعد %@ يومًا من توثيق هويتك.
bn: ভেরিফাই করার %@ দিন পর আপনি অন্যদের জন্য ভাউচ করতে পারবেন।
ca: Pots avalar persones %@ dies després de verificar-te.
cs: Ručit za lidi můžeš %@ dní po ověření.
da: Du kan gå i god for andre %@ dage efter, at du er verificeret.
de: Du kannst %@ Tage nach deiner Verifizierung für Personen bürgen.
el: Μπορείς να εγγυάσαι για άλλους %@ ημέρες μετά την επαλήθευσή σου.
es: Puedes avalar a otras personas %@ días después de verificarte.
fi: Voit taata ihmisiä %@ päivää vahvistuksen jälkeen.
fr: Vous pourrez vous porter garant de personnes %@ jours après votre vérification.
he: אפשר לערוב לאנשים %@ ימים אחרי האימות.
hi: सत्यापन के %@ दिन बाद आप लोगों के लिए वाउच कर सकते हैं।
hr: Za ljude možeš jamčiti %@ dana nakon potvrde.
hu: A hitelesítés után %@ nappal kezeskedhetsz másokért.
id: Kamu bisa menjamin orang %@ hari setelah verifikasi.
it: Puoi garantire per altre persone %@ giorni dopo la tua verifica.
ja: 認証から%@日後に、他の人を保証できます。
ko: 인증 후 %@일이 지나야 다른 사람을 보증할 수 있어요.
ml: വെരിഫൈ ചെയ്ത് %@ ദിവസം കഴിഞ്ഞാൽ നിങ്ങൾക്ക് മറ്റുള്ളവർക്ക് വൗച്ച് ചെയ്യാം.
ms: Anda boleh menjamin orang %@ hari selepas mengesahkan.
nb: Du kan garantere for folk %@ dager etter at du er verifisert.
nl: Je kunt voor mensen instaan %@ dagen na je verificatie.
pl: Możesz poręczać za ludzi %@ dni po weryfikacji.
pt_br: Você pode avalizar pessoas %@ dias depois de se verificar.
pt_pt: Pode dar aval %@ dias depois de se verificar.
ro: Poți garanta pentru alții la %@ zile după verificare.
ru: Ручаться за людей можно через %@ дней после проверки.
sk: Za ľudí môžeš ručiť %@ dní po overení.
sv: Du kan intyga för andra %@ dagar efter att du verifierat dig.
ta: சரிபார்த்த %@ நாட்களுக்குப் பிறகு பிறருக்கு உறுதியளிக்கலாம்.
te: ధృవీకరించిన %@ రోజుల తర్వాత మీరు ఇతరులకు హామీ ఇవ్వవచ్చు.
th: คุณรับรองผู้อื่นได้หลังยืนยันตัวตน %@ วัน
tr: Doğruladıktan %@ gün sonra insanlara kefil olabilirsiniz.
uk: Ручатися за людей можна через %@ днів після верифікації.
ur: آپ تصدیق کے %@ دن بعد لوگوں کی ضمانت دے سکتے ہیں۔
vi: Bạn có thể bảo chứng cho người khác %@ ngày sau khi xác minh.
zh_hans: 验证身份 %@ 天后才能为他人担保。
zh_hant: 驗證 %@ 天後才能為別人擔保。

# vouch.refusal.unavailable
source: You can't vouch for anyone right now.
ar: لا يمكنك تزكية أحد حاليًا.
bn: এই মুহূর্তে আপনি কারও জন্য ভাউচ করতে পারবেন না।
ca: Ara mateix no pots avalar ningú.
cs: Právě teď za nikoho ručit nemůžeš.
da: Du kan ikke gå i god for nogen lige nu.
de: Du kannst im Moment für niemanden bürgen.
el: Δεν μπορείς να εγγυηθείς για κανέναν αυτή τη στιγμή.
es: No puedes avalar a nadie ahora mismo.
fi: Et voi taata ketään juuri nyt.
fr: Vous ne pouvez vous porter garant de personne pour le moment.
he: אינך יכול לערוב לאף אחד כרגע.
hi: आप अभी किसी के लिए वाउच नहीं कर सकते।
hr: Trenutačno ne možeš jamčiti ni za koga.
hu: Jelenleg nem kezeskedhetsz senkiért.
id: Kamu tidak bisa menjamin siapa pun saat ini.
it: Al momento non puoi garantire per nessuno.
ja: 現在、誰も保証できません。
ko: 지금은 누구도 보증할 수 없어요.
ml: ഇപ്പോൾ നിങ്ങൾക്ക് ആർക്കും വൗച്ച് ചെയ്യാനാകില്ല.
ms: Anda tidak boleh menjamin sesiapa sekarang.
nb: Du kan ikke garantere for noen akkurat nå.
nl: Je kunt nu voor niemand instaan.
pl: Teraz nie możesz za nikogo poręczyć.
pt_br: Você não pode avalizar ninguém agora.
pt_pt: Neste momento não pode dar aval a ninguém.
ro: Acum nu poți garanta pentru nimeni.
ru: Сейчас вы не можете ни за кого ручаться.
sk: Práve teraz nemôžeš za nikoho ručiť.
sv: Du kan inte intyga för någon just nu.
ta: இப்போது உங்களால் யாருக்கும் உறுதியளிக்க முடியாது.
te: ప్రస్తుతం మీరు ఎవరికీ హామీ ఇవ్వలేరు.
th: ตอนนี้คุณรับรองใครไม่ได้
tr: Şu anda kimseye kefil olamazsınız.
uk: Зараз ви не можете ні за кого ручатися.
ur: آپ ابھی کسی کی ضمانت نہیں دے سکتے۔
vi: Hiện bạn không thể bảo chứng cho ai.
zh_hans: 你目前无法为任何人担保。
zh_hant: 你目前無法為任何人擔保。
